[
    {
        "reviewer": {
            "displayName": "Suraj Bhargav 💭"
        },
        "starRating": "FIVE",
        "comment": "Mayank is a highly skilled professional, the kind of work and enthusiasm he has shown in different tasks are evident of his proficiency in different IT skills. He is an enthusiastic person to take responsibility and eager to learn new skills, he has shown his capabilities to handle the 360 degree IT project in different tasks.",
        "createTime": "2023-07-29T06:24:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Amaan Khan"
        },
        "starRating": "FIVE",
        "comment": "Mayank Sir is the kind of person who is always eager to help someone who is in need, whether it is a theoretical problem or a technical problem he will always try to help you or may suggest a way to solve your problem. And this makes him a team worker, that can add value to the work so that the teams will get new heights and get desired results in no time. I firmly believe that he will be a great asset to your organization.",
        "createTime": "2023-06-14T05:24:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Nipam Chokshi"
        },
        "starRating": "FIVE",
        "comment": "An enthusiastic employee with proactiveness and good initiator for newer things. He is always ready to adapt new technologies. He always tries to minimize your redundant work in easy way by doing something out of the box. He has that spark in which always makes him different from others. I can recommend him for all the future jobs.",
        "createTime": "2023-06-07T16:42:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Pankaj Saini"
        },
        "starRating": "FIVE",
        "comment": "Working with Mayank right now is wonderful. He again does a superb job of seeing the problem through to the end. He is proud of the work he does. I picked up a lot from him when we were working together. He is always prepared, regardless of the technology we are working on. What sets him apart from other people is his upbeat approach while resolving the issue.",
        "createTime": "2023-06-07T04:54:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Shubham Gupta"
        },
        "starRating": "FIVE",
        "comment": "It’s rare that you come across standout talent like Mayank. He is good in software and development skills also he start his small startup. I know his dedication towards the company and role. Any employer would be lucky to have Mayank as a Software Engineer/Developer. I highly recommend Mayank Singh.",
        "createTime": "2022-08-19T12:18:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Anurag Pachauri"
        },
        "starRating": "FIVE",
        "comment": "Nice person, has knowledge about lots of programming languages.",
        "createTime": "2019-04-07T06:47:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Premanand Singh Chauhan"
        },
        "starRating": "FIVE",
        "comment": "Mayank is a brilliant student. He is sincere, obedient, and hard-working. I wish him all the best in his future endeavors to achieve grand success.",
        "createTime": "2019-03-31T12:49:00Z",
        "status": "VISIBLE"
    }
]
