[
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/suraj-bhargav/' target='_blank'>Suraj Bhargav</a>"
        },
        "starRating": "FIVE",
        "comment": "Mayank is a highly skilled professional, the kind of work and enthusiasm he has shown in different tasks are evident of his proficiency in different IT skills. He is an enthusiastic person to take responsibility and eager to learn new skills, he has shown his capabilities to handle the 360 degree IT project in different tasks.",
        "createTime": "2023-07-29T06:24:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "Amaan Khan"
        },
        "starRating": "FIVE",
        "comment": "Mayank Sir is the kind of person who is always eager to help someone who is in need, whether it is a theoretical problem or a technical problem he will always try to help you or may suggest a way to solve your problem. And this makes him a team worker, that can add value to the work so that the teams will get new heights and get desired results in no time. I firmly believe that he will be a great asset to your organization.",
        "createTime": "2023-06-14T05:24:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/nipam-chokshi-85451939/' target='_blank'>Nipam Chokshi</a>"
        },
        "starRating": "FIVE",
        "comment": "An enthusiastic employee with proactiveness and good initiator for newer things. He is always ready to adapt new technologies. He always tries to minimize your redundant work in easy way by doing something out of the box. He has that spark in which always makes him different from others. I can recommend him for all the future jobs.",
        "createTime": "2023-06-07T16:42:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/pankajcs033/' target='_blank'>Pankaj Saini</a>"
        },
        "starRating": "FIVE",
        "comment": "Working with Mayank right now is wonderful. He again does a superb job of seeing the problem through to the end. He is proud of the work he does. I picked up a lot from him when we were working together. He is always prepared, regardless of the technology we are working on. What sets him apart from other people is his upbeat approach while resolving the issue.",
        "createTime": "2023-06-07T04:54:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/iamshubhamgupta/' target='_blank'>Shubham Gupta</a>"
        },
        "starRating": "FIVE",
        "comment": "It’s rare that you come across standout talent like Mayank. He is good in software and development skills also he start his small startup. I know his dedication towards the company and role. Any employer would be lucky to have Mayank as a Software Engineer/Developer. I highly recommend Mayank Singh.",
        "createTime": "2022-08-19T12:18:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/anurag-pachauri-it/' target='_blank'>Anurag Pachauri</a>"
        },
        "starRating": "FIVE",
        "comment": "Nice person, has knowledge about lots of programming languages.",
        "createTime": "2019-04-07T06:47:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/premanand-singh-chauhan-9172967/' target='_blank'>Premanand Singh Chauhan</a>"
        },
        "starRating": "FIVE",
        "comment": "Mayank is a brilliant student. He is sincere, obedient, and hard-working. I wish him all the best in his future endeavors to achieve grand success.",
        "createTime": "2019-03-31T12:49:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/nithya-kalyani-a4320944/' target='_blank'>Nithya Kalyani</a>"
        },
        "starRating": "FIVE",
        "comment": "Mayank is a skilled UI/UX developer with excellent research abilities and a knack for delivering effective solutions to requirements. His collaborative approach and willingness to support the team during challenges make him a valuable team player. Mayank is part my engineering team at EagleView and consistently demonstrated professionalism, creativity, and a commitment to excellence. His contributions to the team's success have been commendable, and I am confident he will continue to excel in his future endeavors. I wish him all the very best in his career ahead.",
        "createTime": "2024-12-01T06:47:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/prudhvi-raj-nammi/' target='_blank'>Prudhvi Raj</a>"
        },
        "starRating": "FIVE",
        "comment": "I had the pleasure of working with Mayank and highly recommend him. He has excellent expertise in front-end development with JavaScript and React, as well as extensive experience with AWS services. Mayank's problem-solving skills are outstanding. We collaborated on upgrading legacy applications to PHP 8, where he made significant contributions.",
        "createTime": "2024-11-21T06:47:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/kamalkant2392/' target='_blank'>Kamal Kant</a>"
        },
        "starRating": "FIVE",
        "comment": "I  had the pleasure of working alongside Mayank Singh Kushwah, and I can confidently say he is an outstanding professional who brings both skill and positivity to the team. Mayank has a unique ability to tackle complex challenges head-on, often finding solutions that others might overlook. His contribution not only showcased his technical abilities but also highlighted his commitment to the team's success.Beyond his technical skills, Mayank is a collaborative and supportive team member who brings out the best in those around them. His willingness to help, mentor others, and share knowledge has made a lasting impact on our team's dynamic and success. I’m excited to see the incredible things Mayank will accomplish in his career and would highly recommend him to any organization.",
        "createTime": "2024-11-15T06:47:00Z",
        "status": "VISIBLE"
    },
    {
        "reviewer": {
            "displayName": "<a href='https://www.linkedin.com/in/sourav-diwan-b03b5512b/' target='_blank'>Sourav Diwan</a>"
        },
        "starRating": "FIVE",
        "comment": "I had the pleasure of working alongside Mayank on several projects, and I’m genuinely impressed by his technical skills and commitment to excellence. Mayank is an incredibly hardworking professional with deep expertise in frontend technologies, including JavaScript, React, Redux, HTML, and CSS. He consistently brings a high level of attention to detail and a strong problem-solving mindset, ensuring that our team’s front-end interfaces are not only functional but also engaging and visually appealing. Beyond his technical acumen, Mayank has a collaborative spirit that brings the team together. He’s always ready to lend a hand to others, shares his insights, and continuously pushes for improvements that elevate the quality of our work. His contributions have been instrumental to our team’s success, and he has an innate ability to tackle challenges head-on while maintaining a positive outlook. I am confident that Mayank will continue to achieve great things in his career, and any team would be lucky to have him. I highly recommend him to anyone looking for a talented, dedicated, and reliable developer",
        "createTime": "2024-11-14T06:47:00Z",
        "status": "VISIBLE"
    }

]
